tap "homebrew/cask"
tap "aws/tap"

brew "git"
brew "tmux"
brew "zsh"
brew "vim"
brew "gpg"
brew "nmap"
brew "npm"
brew "yarn"
brew "ssh-copy-id"
brew "openssl"
brew "pv"
brew "wget"
brew "terraform"
brew "packer"
brew "tree"
brew "python3"
brew "awscli"
brew "htop"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "httpie"
brew "wrk"
brew "aws-sam-cli"
brew "cfn-lint"

cask "spotify"
cask "iterm2"
cask "paw"
cask "slack"
cask "tableplus"
cask "firefox"
cask "chrome"
cask "alfred"
cask "1password"
